# URL_SERVICE хранит базовый URL веб-сервиса, который используется для доступа к API или другим ресурсам.

URL_SERVICE = "https://2d82b1f7-bcea-4ce9-a7c9-8723fb43586f.serverhub.praktikum-services.ru"

# CREATE_ORDERS хранит путь к API-методу для создания нового заказа.
# Этот путь будет использоваться для формирования полного URL-адреса в сочетании с базовым URL сервиса, когда необходимо выполнить запрос на создание заказа.
CREATE_ORDERS = "/api/v1/orders"

# GET_ORDER_BY_TRACK хранит путь к API-методу для получения нового заказа.
# Этот путь будет использоваться для формирования полного URL-адреса в сочетании с базовым URL сервиса, когда необходимо выполнить запрос на получение заказа.
GET_ORDER_BY_TRACK = "/orders/track"